<<<<<<< HEAD
/*
Navicat MySQL Data Transfer

Source Server         : 123
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : qmy

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2019-01-05 17:17:04
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `article_list`
-- ----------------------------
DROP TABLE IF EXISTS `article_list`;
CREATE TABLE `article_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` char(255) DEFAULT NULL,
  `content` char(255) DEFAULT NULL,
  `insert_time` int(11) DEFAULT NULL,
  `img` char(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of article_list
-- ----------------------------
INSERT INTO `article_list` VALUES ('4', '日本想努力为青木原树海摆脱“自杀圣地”的名声', '这片森林在日本人心中有着重要位置，并且反映了日本长期存在的自杀问题。尽管近年来有所改善，日本依旧是自杀率最高的发达国家之一。  在青木原，步行道底部的标语写明了自杀救助热线。上面写着：“生命是父母赠予的珍贵之物”。另一处则提供债务帮助的联系方式。当地人在森林里巡逻，和单独出行或者表现出抑郁特征和自杀倾向的人聊天。“我们只是希望，人们是为了欣赏这片已经有 1100 年历史的森林才来的。”', '1546673520', 'upload/1546673520.jpg');
INSERT INTO `article_list` VALUES ('9', '青木原与富士山', '青木原树海位于日本富士山脚，是个景色怡人的天然林场。一片松树和柏树耸立在富士山苔藓覆盖的熔岩上，这片森林有种空灵之美，让人不禁想到托尔金笔下的“中土世界”和《星球大战》里的“恩多森林”。显眼的路径在这片 7400 英亩（约合 30 平方千米）的森林里四处蜿蜒，但是离开山路的人们可以轻易地躲进这片树海之中。', '1546675343', 'upload/1546675343.jpg');

-- ----------------------------
-- Table structure for `tree_list`
-- ----------------------------
DROP TABLE IF EXISTS `tree_list`;
CREATE TABLE `tree_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` char(255) DEFAULT NULL,
  `cha` char(255) DEFAULT NULL,
  `worth` char(255) DEFAULT NULL,
  `insert_time` int(11) DEFAULT NULL,
  `img` char(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tree_list
-- ----------------------------
INSERT INTO `tree_list` VALUES ('20', '松树', '松树较幼时的树冠呈金字塔形，树枝多呈轮状着生。幼苗出土、子叶展开以后，首先着生的为初生叶，单生，螺旋状排列，线状披针形，叶缘具齿。初生叶行使叶的功能1～3年后，才出现针叶，通常2、3、5枚成束，着生于短枝的顶端。每束针叶基部有叶鞘，早期脱落或宿存。叶肉组织中的树脂道的位置在成年植株比较恒定，可分为外生、中生、内生3种类型。', '松树除经济用途外，由于其树姿雄伟、苍劲，树体高大、长寿，还具有重要的观赏价值。它是中国很多风景区的重要景观成分。如辽宁千山、山东泰山、江西庐山都以松树景色而驰名。各种松木的纤维素含量约为50～60%，木质素为25～30%，为制浆造纸工业重要的原料之一。松树也可用作薪炭材。松枝和松根还是培养名贵药材茯苓的原料。马尾松的叶——松针有极大的药用价值，最早由孙思邈发现，主要是清除人体自由基，可防晕车，可煨水、泡酒，延年益寿。', '1545121380', 'upload/1545121380.jpg');
INSERT INTO `tree_list` VALUES ('21', '杨树', '乔木。树干通常端直；树皮光滑或纵裂，常为灰白色。有顶芽（胡杨无），芽鳞多数，常有粘脂。枝有长（包括萌枝）短枝之分，圆柱状或具棱线。叶互生，多为卵圆形、卵圆状披针形或三角状卵形，在不同的枝（如长枝、短枝、萌枝）上常为不同的形状，齿状缘；叶柄长，侧扁或圆柱形，先端有或无腺点。葇荑花序下垂，常先叶开放；雄花序较雌花序稍早开放；苞片先端尖裂或条裂，膜质，早落，花盘斜杯状；雄花有雄蕊4-多数，着生于花盘内，花药暗红色，花丝较短，离生；子房花柱短，柱头2-4裂。蒴果2-4(5)裂。种子小，多数，子叶椭圆形。', '杨木工业化利用主要包括：大径级杨木主要用于生产胶合板、单板层积材、家具；小径级杨木用于生产纤维板、刨花板、造纸和火柴。一般采用大株行距栽植。发展中国家，则主要实行密植，轮伐期短，生产中径材以供民用。两者之间有一些过度类型。杨树可广泛用于生态防护林、三北防护林、农林防护林和工业用材林。杨树做为道路绿化，园林景观用也是一个非常优秀的树种。其特点是高大雄伟、整齐标志、迅速成林，能防风沙，吸收废气。', '1545121533', 'upload/1545121533.jpg');
INSERT INTO `tree_list` VALUES ('22', '柏树', '常绿乔木或灌木。叶交叉对生或3-4片轮生，稀螺旋状着生，鳞形或刺形，或同一树本兼有两型叶。球花单性，雌雄同株或异株，单生枝顶或叶腋；雄球花具3-8对交叉对生的雄蕊，每雄蕊真2-6花药，花粉无气囊；雌球花有3-16枚交叉对生或3-4片轮生的珠鳞，全部或部分珠鳞的腹面基部有1至多数直立胚珠，稀胚珠单心生于两珠鳞之间，苞鳞与珠鳞完全合生。球果圆球形、卵圆形或圆柱形；种鳞薄或厚，扁平或盾形，木质或近革质，熟时张开，或肉质合生呈浆果状，熟时不裂或仅顶端微开裂，发育种鳞有1至多粒种子；种子周围具窄翅或无翅，或上端有一', '木质软硬适中，细致，有香气，耐腐力强，多用于建筑、家具、细木工等。用种子榨油，供制肥皂、食用或药用。兔的好饲料。', '1545121708', 'upload/1545121708.jpg');
INSERT INTO `tree_list` VALUES ('23', '银杏树', '银杏为落叶大乔木，胸径可达4米，幼树树皮近平滑，浅灰色，大树之皮灰褐色，不规则纵裂，粗糙；有长枝与生长缓慢的距状短枝。\r\n幼年及壮年树冠圆锥形，老则广卵形；枝近轮生，斜上伸展（雌株的大枝常较雄株开展）；一年生的长枝淡褐黄色，二年生以上变为灰色，并有细纵裂纹；短枝密被叶痕，黑灰色，短枝上亦可长出长枝；冬芽黄褐色，常为卵圆形，先端钝尖。叶互生，在长枝上辐射状散生，在短枝上3~5枚成簇生状，有细长的叶柄，扇形，两面淡绿色，无毛，有多数叉状并列细脉，在宽阔的顶缘多少具缺刻或2裂，宽5-8（-15）厘米，具多数叉状', '食用银杏果可以抑菌杀菌，祛疾止咳，抗涝抑虫，止带浊和降低血清胆固醇。另外，银杏可以降低脂质过氧化水平，减少雀斑，润泽肌肤，美丽容颜。银杏叶中的黄酮甙与黄酮醇都是自由基的清道夫，能保护真皮层细胞，改善血液循环，防止细胞被氧化产生皱纹。银杏是具有抗活性基因能力的草药之一，银杏在保护脂质（细胞膜的组成部分）免受自由基伤害方面很有效。银杏树干通直，木材是制乐器，家具的高级材料。银杏木材优质，价格昂贵，素有“银香木”或“银木”之称。银杏木材质具光泽、纹理直、结构细、易加工、不翘裂、耐腐性强、易着漆、掘钉力小，并有特', '1545121849', 'upload/1545121849.jpg');
INSERT INTO `tree_list` VALUES ('24', '杉木', '乔木，高达30m，胸径可达2.5~3m；幼树树冠尖塔形，大树树冠圆锥形，树皮灰褐色，裂成长条片脱落，内皮淡红色；大枝平展，小枝近对生或轮生，常成二列状，幼枝绿色，光滑无毛；冬芽近圆形，有小型叶状的芽鳞，花芽圆球形、较大。叶在主枝上辐射伸展，侧枝之叶基部扭转成二列状，披针形或条状披针形，通常微弯、呈镰状，革质、坚硬，长2~6cm，宽3~5mm，边缘有细缺齿，先端渐尖，稀微钝，上面深绿色，有光泽，除先端及基部外两侧有窄气孔带，微具白粉或白粉不明显，下面淡绿色，沿中脉两侧各有1条白粉气孔带；老树之叶通常较窄短、', '木材黄白色，有时心材带淡红褐色，质较软，细致，有香气，纹理直，易加工，比重0.38，耐腐力强，不受白蚁蛀食。供建筑、桥梁、造船、矿柱，木桩、电杆、家具及木纤维工业原料等用。树皮含单宁。药用价值\r\n功能主治：祛风止痛，散瘀止血。用于慢性气管炎，胃痛，风湿关节痛；外用治跌打损伤，烧烫伤，外伤出血，过敏性皮炎。', '1545122091', 'upload/1545122091.jpg');
INSERT INTO `tree_list` VALUES ('25', '梧桐树‘', '梧桐树是落叶乔木，高达15米；树叶青绿色，平滑。叶呈心形，掌状3～5裂，直径15～30厘米，裂片是三角形，顶端渐尖，基部心形，两面均无毛或略披短柔毛，基生脉7条，叶柄与叶片等长。圆锥花序顶生，长约20～50厘米，下部分枝长达14厘米，花淡紫色；萼5深裂几至基部，萼片条形，向外卷曲，长7～9毫米，外面披淡黄色短柔毛，内面仅在基部披柔毛；花梗与花几等长；雄花的雌雄蕊柄与萼等长，下半部较粗，无毛，花药15个不规则地聚集在雌雄蕊柄顶端，退化子房梨形且甚小；雌花的子房圆球形，被毛覆盖。蓇葖果膜质，有柄，成熟前开裂成', '梧桐树树干高大而粗壮，枝叶茂盛，树冠呈卵圆形，树干端直，树皮青绿平滑，侧枝粗壮，翠绿色。生长迅速，易成活，耐修剪，所以广泛栽植作行道绿化树种，也为速生材用树种；对二氧化琉、氯气等有毒气体有较强的对抗性。叶、花、根及种子均可入药。常用于园林观赏，小区，园林，学校，事业单位，工厂，山坡、庭院、路边、建筑物前。梧桐树为栽培于庭园的观赏树木。木材轻软，为制木匣和乐器的良材。种子炒熟可食用或榨油，油为不干性油。根皮、茎、叶、花、果和种子均可药用，治腹泻、疝气、须发早白，有清热解毒的功效。树皮的纤维洁白，可用以造纸和', '1545122207', 'upload/1545122207.jpg');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) NOT NULL,
  `password` char(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'admin', 'admin');

-- ----------------------------
-- Table structure for `w_list`
-- ----------------------------
DROP TABLE IF EXISTS `w_list`;
CREATE TABLE `w_list` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `name` char(255) DEFAULT NULL,
  `content` char(255) DEFAULT NULL,
  `insert_time` int(255) DEFAULT NULL,
  `img` char(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of w_list
-- ----------------------------
INSERT INTO `w_list` VALUES ('2', '观赏价值', '距今約1200年前，公元864年，富士山噴發（貞觀大噴發），火山噴發湧出了大量的熔岩，在這些熔岩上形成了森林，這就是現在位於富士山西北側山腳下開闊的「青木原樹海」。  富士山湧出的熔岩，將北麓一帶夷為平地。不久，熔岩冷卻，樹木新芽破土而出，森林重新煥發生機。  對於生長年代久遠的森林來說，1200年只是眨眼之間，所以青木原樹海還是個年輕稚嫩的森林。  在土壤厚度只有10幾公分深，面積達3000多公頃的土地上，主要生長著日本鐵杉、絲柏等常綠針葉樹，還有獨特的具柄冬青、馬醉木、水楢、富士櫻花、楓樹等闊葉樹林。', '1546677621', 'upload/1546677621.jpg');
INSERT INTO `w_list` VALUES ('3', '生态价值', '生物的理想家园、防护林、净化水源、促淤造陆、科研等。净化空气最为重', '1546678034', 'upload/1546678034.jpg');
=======
/*
Navicat MySQL Data Transfer

Source Server         : 123
Source Server Version : 50505
Source Host           : localhost:3306
Source Database       : qmy

Target Server Type    : MYSQL
Target Server Version : 50505
File Encoding         : 65001

Date: 2019-01-05 17:17:04
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `article_list`
-- ----------------------------
DROP TABLE IF EXISTS `article_list`;
CREATE TABLE `article_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` char(255) DEFAULT NULL,
  `content` char(255) DEFAULT NULL,
  `insert_time` int(11) DEFAULT NULL,
  `img` char(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of article_list
-- ----------------------------
INSERT INTO `article_list` VALUES ('4', '日本想努力为青木原树海摆脱“自杀圣地”的名声', '这片森林在日本人心中有着重要位置，并且反映了日本长期存在的自杀问题。尽管近年来有所改善，日本依旧是自杀率最高的发达国家之一。  在青木原，步行道底部的标语写明了自杀救助热线。上面写着：“生命是父母赠予的珍贵之物”。另一处则提供债务帮助的联系方式。当地人在森林里巡逻，和单独出行或者表现出抑郁特征和自杀倾向的人聊天。“我们只是希望，人们是为了欣赏这片已经有 1100 年历史的森林才来的。”', '1546673520', 'upload/1546673520.jpg');
INSERT INTO `article_list` VALUES ('9', '青木原与富士山', '青木原树海位于日本富士山脚，是个景色怡人的天然林场。一片松树和柏树耸立在富士山苔藓覆盖的熔岩上，这片森林有种空灵之美，让人不禁想到托尔金笔下的“中土世界”和《星球大战》里的“恩多森林”。显眼的路径在这片 7400 英亩（约合 30 平方千米）的森林里四处蜿蜒，但是离开山路的人们可以轻易地躲进这片树海之中。', '1546675343', 'upload/1546675343.jpg');

-- ----------------------------
-- Table structure for `tree_list`
-- ----------------------------
DROP TABLE IF EXISTS `tree_list`;
CREATE TABLE `tree_list` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` char(255) DEFAULT NULL,
  `cha` char(255) DEFAULT NULL,
  `worth` char(255) DEFAULT NULL,
  `insert_time` int(11) DEFAULT NULL,
  `img` char(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tree_list
-- ----------------------------
INSERT INTO `tree_list` VALUES ('20', '松树', '松树较幼时的树冠呈金字塔形，树枝多呈轮状着生。幼苗出土、子叶展开以后，首先着生的为初生叶，单生，螺旋状排列，线状披针形，叶缘具齿。初生叶行使叶的功能1～3年后，才出现针叶，通常2、3、5枚成束，着生于短枝的顶端。每束针叶基部有叶鞘，早期脱落或宿存。叶肉组织中的树脂道的位置在成年植株比较恒定，可分为外生、中生、内生3种类型。', '松树除经济用途外，由于其树姿雄伟、苍劲，树体高大、长寿，还具有重要的观赏价值。它是中国很多风景区的重要景观成分。如辽宁千山、山东泰山、江西庐山都以松树景色而驰名。各种松木的纤维素含量约为50～60%，木质素为25～30%，为制浆造纸工业重要的原料之一。松树也可用作薪炭材。松枝和松根还是培养名贵药材茯苓的原料。马尾松的叶——松针有极大的药用价值，最早由孙思邈发现，主要是清除人体自由基，可防晕车，可煨水、泡酒，延年益寿。', '1545121380', 'upload/1545121380.jpg');
INSERT INTO `tree_list` VALUES ('21', '杨树', '乔木。树干通常端直；树皮光滑或纵裂，常为灰白色。有顶芽（胡杨无），芽鳞多数，常有粘脂。枝有长（包括萌枝）短枝之分，圆柱状或具棱线。叶互生，多为卵圆形、卵圆状披针形或三角状卵形，在不同的枝（如长枝、短枝、萌枝）上常为不同的形状，齿状缘；叶柄长，侧扁或圆柱形，先端有或无腺点。葇荑花序下垂，常先叶开放；雄花序较雌花序稍早开放；苞片先端尖裂或条裂，膜质，早落，花盘斜杯状；雄花有雄蕊4-多数，着生于花盘内，花药暗红色，花丝较短，离生；子房花柱短，柱头2-4裂。蒴果2-4(5)裂。种子小，多数，子叶椭圆形。', '杨木工业化利用主要包括：大径级杨木主要用于生产胶合板、单板层积材、家具；小径级杨木用于生产纤维板、刨花板、造纸和火柴。一般采用大株行距栽植。发展中国家，则主要实行密植，轮伐期短，生产中径材以供民用。两者之间有一些过度类型。杨树可广泛用于生态防护林、三北防护林、农林防护林和工业用材林。杨树做为道路绿化，园林景观用也是一个非常优秀的树种。其特点是高大雄伟、整齐标志、迅速成林，能防风沙，吸收废气。', '1545121533', 'upload/1545121533.jpg');
INSERT INTO `tree_list` VALUES ('22', '柏树', '常绿乔木或灌木。叶交叉对生或3-4片轮生，稀螺旋状着生，鳞形或刺形，或同一树本兼有两型叶。球花单性，雌雄同株或异株，单生枝顶或叶腋；雄球花具3-8对交叉对生的雄蕊，每雄蕊真2-6花药，花粉无气囊；雌球花有3-16枚交叉对生或3-4片轮生的珠鳞，全部或部分珠鳞的腹面基部有1至多数直立胚珠，稀胚珠单心生于两珠鳞之间，苞鳞与珠鳞完全合生。球果圆球形、卵圆形或圆柱形；种鳞薄或厚，扁平或盾形，木质或近革质，熟时张开，或肉质合生呈浆果状，熟时不裂或仅顶端微开裂，发育种鳞有1至多粒种子；种子周围具窄翅或无翅，或上端有一', '木质软硬适中，细致，有香气，耐腐力强，多用于建筑、家具、细木工等。用种子榨油，供制肥皂、食用或药用。兔的好饲料。', '1545121708', 'upload/1545121708.jpg');
INSERT INTO `tree_list` VALUES ('23', '银杏树', '银杏为落叶大乔木，胸径可达4米，幼树树皮近平滑，浅灰色，大树之皮灰褐色，不规则纵裂，粗糙；有长枝与生长缓慢的距状短枝。\r\n幼年及壮年树冠圆锥形，老则广卵形；枝近轮生，斜上伸展（雌株的大枝常较雄株开展）；一年生的长枝淡褐黄色，二年生以上变为灰色，并有细纵裂纹；短枝密被叶痕，黑灰色，短枝上亦可长出长枝；冬芽黄褐色，常为卵圆形，先端钝尖。叶互生，在长枝上辐射状散生，在短枝上3~5枚成簇生状，有细长的叶柄，扇形，两面淡绿色，无毛，有多数叉状并列细脉，在宽阔的顶缘多少具缺刻或2裂，宽5-8（-15）厘米，具多数叉状', '食用银杏果可以抑菌杀菌，祛疾止咳，抗涝抑虫，止带浊和降低血清胆固醇。另外，银杏可以降低脂质过氧化水平，减少雀斑，润泽肌肤，美丽容颜。银杏叶中的黄酮甙与黄酮醇都是自由基的清道夫，能保护真皮层细胞，改善血液循环，防止细胞被氧化产生皱纹。银杏是具有抗活性基因能力的草药之一，银杏在保护脂质（细胞膜的组成部分）免受自由基伤害方面很有效。银杏树干通直，木材是制乐器，家具的高级材料。银杏木材优质，价格昂贵，素有“银香木”或“银木”之称。银杏木材质具光泽、纹理直、结构细、易加工、不翘裂、耐腐性强、易着漆、掘钉力小，并有特', '1545121849', 'upload/1545121849.jpg');
INSERT INTO `tree_list` VALUES ('24', '杉木', '乔木，高达30m，胸径可达2.5~3m；幼树树冠尖塔形，大树树冠圆锥形，树皮灰褐色，裂成长条片脱落，内皮淡红色；大枝平展，小枝近对生或轮生，常成二列状，幼枝绿色，光滑无毛；冬芽近圆形，有小型叶状的芽鳞，花芽圆球形、较大。叶在主枝上辐射伸展，侧枝之叶基部扭转成二列状，披针形或条状披针形，通常微弯、呈镰状，革质、坚硬，长2~6cm，宽3~5mm，边缘有细缺齿，先端渐尖，稀微钝，上面深绿色，有光泽，除先端及基部外两侧有窄气孔带，微具白粉或白粉不明显，下面淡绿色，沿中脉两侧各有1条白粉气孔带；老树之叶通常较窄短、', '木材黄白色，有时心材带淡红褐色，质较软，细致，有香气，纹理直，易加工，比重0.38，耐腐力强，不受白蚁蛀食。供建筑、桥梁、造船、矿柱，木桩、电杆、家具及木纤维工业原料等用。树皮含单宁。药用价值\r\n功能主治：祛风止痛，散瘀止血。用于慢性气管炎，胃痛，风湿关节痛；外用治跌打损伤，烧烫伤，外伤出血，过敏性皮炎。', '1545122091', 'upload/1545122091.jpg');
INSERT INTO `tree_list` VALUES ('25', '梧桐树‘', '梧桐树是落叶乔木，高达15米；树叶青绿色，平滑。叶呈心形，掌状3～5裂，直径15～30厘米，裂片是三角形，顶端渐尖，基部心形，两面均无毛或略披短柔毛，基生脉7条，叶柄与叶片等长。圆锥花序顶生，长约20～50厘米，下部分枝长达14厘米，花淡紫色；萼5深裂几至基部，萼片条形，向外卷曲，长7～9毫米，外面披淡黄色短柔毛，内面仅在基部披柔毛；花梗与花几等长；雄花的雌雄蕊柄与萼等长，下半部较粗，无毛，花药15个不规则地聚集在雌雄蕊柄顶端，退化子房梨形且甚小；雌花的子房圆球形，被毛覆盖。蓇葖果膜质，有柄，成熟前开裂成', '梧桐树树干高大而粗壮，枝叶茂盛，树冠呈卵圆形，树干端直，树皮青绿平滑，侧枝粗壮，翠绿色。生长迅速，易成活，耐修剪，所以广泛栽植作行道绿化树种，也为速生材用树种；对二氧化琉、氯气等有毒气体有较强的对抗性。叶、花、根及种子均可入药。常用于园林观赏，小区，园林，学校，事业单位，工厂，山坡、庭院、路边、建筑物前。梧桐树为栽培于庭园的观赏树木。木材轻软，为制木匣和乐器的良材。种子炒熟可食用或榨油，油为不干性油。根皮、茎、叶、花、果和种子均可药用，治腹泻、疝气、须发早白，有清热解毒的功效。树皮的纤维洁白，可用以造纸和', '1545122207', 'upload/1545122207.jpg');

-- ----------------------------
-- Table structure for `user`
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) NOT NULL,
  `password` char(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'admin', 'admin');

-- ----------------------------
-- Table structure for `w_list`
-- ----------------------------
DROP TABLE IF EXISTS `w_list`;
CREATE TABLE `w_list` (
  `id` int(255) NOT NULL AUTO_INCREMENT,
  `name` char(255) DEFAULT NULL,
  `content` char(255) DEFAULT NULL,
  `insert_time` int(255) DEFAULT NULL,
  `img` char(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of w_list
-- ----------------------------
INSERT INTO `w_list` VALUES ('2', '观赏价值', '距今約1200年前，公元864年，富士山噴發（貞觀大噴發），火山噴發湧出了大量的熔岩，在這些熔岩上形成了森林，這就是現在位於富士山西北側山腳下開闊的「青木原樹海」。  富士山湧出的熔岩，將北麓一帶夷為平地。不久，熔岩冷卻，樹木新芽破土而出，森林重新煥發生機。  對於生長年代久遠的森林來說，1200年只是眨眼之間，所以青木原樹海還是個年輕稚嫩的森林。  在土壤厚度只有10幾公分深，面積達3000多公頃的土地上，主要生長著日本鐵杉、絲柏等常綠針葉樹，還有獨特的具柄冬青、馬醉木、水楢、富士櫻花、楓樹等闊葉樹林。', '1546677621', 'upload/1546677621.jpg');
INSERT INTO `w_list` VALUES ('3', '生态价值', '生物的理想家园、防护林、净化水源、促淤造陆、科研等。净化空气最为重', '1546678034', 'upload/1546678034.jpg');
>>>>>>> 8360d5f7deb2e3f077cac4d3808e06ef15c676ce
